tap "dandavison/delta,", "https://github.com/dandavison/delta"
tap "gabrie30/utils"
tap "homebrew/bundle"
brew "gmp"
brew "coreutils"
brew "libyaml"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "chezmoi"
brew "curl"
brew "direnv"
brew "duf"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "helix"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "lsd"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "gabrie30/utils/ghorg"
cask "alacritty"
cask "alfred"
cask "cursor"
cask "font-fira-code-nerd-font"
cask "fork"
cask "ghostty"
cask "karabiner-elements"
cask "keycastr"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
cask "yippy"
vscode "mechatroner.rainbow-csv"
vscode "vscodevim.vim"
