tap "adoptopenjdk/openjdk"
tap "aquasecurity/trivy"
tap "buo/cask-upgrade"
tap "clementtsang/bottom"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "denisidoro/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "lucagrulla/tap"
tap "molovo/revolver"
tap "mongodb/brew"
tap "unused-code/formulae"
tap "zunit-zsh/zunit"
brew "act"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "python@3.10"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libyaml"
brew "asdf"
brew "aws-okta"
brew "python@3.9", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "bats-core"
brew "glib"
brew "cmake"
brew "composer"
brew "libidn2"
brew "zstd"
brew "curl"
brew "dav1d"
brew "deno"
brew "direnv"
brew "dog"
brew "duf"
brew "dust"
brew "openjdk"
brew "elasticsearch"
brew "exa"
brew "fd"
brew "guile"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "isl"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gist"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grex"
brew "groovy"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "ios-deploy", link: false
brew "jenv"
brew "jq"
brew "lsd"
brew "luv"
brew "make"
brew "mas"
brew "maven"
brew "mdp"
brew "minikube"
brew "mysql"
brew "navi"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openconnect"
brew "prettyping"
brew "pulumi"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "swagger-codegen"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "aquasecurity/trivy/trivy"
brew "denisidoro/tools/docpars"
brew "lucagrulla/tap/cw"
brew "mongodb/brew/mongodb-community"
brew "unused-code/formulae/unused"
brew "zunit-zsh/zunit/zunit"
cask "adoptopenjdk8"
cask "aws-vault"
cask "font-fira-code-nerd-font"
cask "insomnia"
cask "karabiner-elements"
cask "keycastr"
cask "meld"
cask "notion"
cask "postman"
cask "vlc"
cask "whatsapp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
