tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "molovo/revolver"
tap "mongodb/brew"
tap "zunit-zsh/zunit"
brew "act"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bat"
brew "bats-core"
brew "cmake"
brew "gcc"
brew "composer"
brew "curl"
brew "openjdk"
brew "direnv"
brew "deno"
brew "elasticsearch"
brew "jpeg"
brew "libtiff"
brew "exa"
brew "gnutls"
brew "openjpeg"
brew "the_silver_searcher"
brew "webp"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "fzf"
brew "gd"
brew "gh"
brew "gist"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "groovy"
brew "htop"
brew "hugo"
brew "ios-deploy", link: false
brew "jenv"
brew "make"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql"
brew "navi"
brew "prettyping"
brew "pulumi"
brew "rabbitmq"
brew "rabbitmq-c"
brew "ruby"
brew "rust"
brew "starship"
brew "swagger-codegen"
brew "telnet"
brew "tldr"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
brew "mongodb/brew/mongodb-community"
brew "zunit-zsh/zunit/zunit"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "font-ibm-plex-mono"
cask "fork"
cask "keycastr"
cask "insomnia"
cask "iterm2"
cask "rectangle"
cask "vlc"
cask "whatsapp"
mas "Zoho Vault for Safari", id: 1512156331
cask "font-fira-code-nerd-font"
brew "rbenv"
