tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "homebrew/cask"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "direnv"
brew "dog"
brew "duf"
brew "exa"
brew "gnutls"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "lsd"
brew "make"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
cask "adoptopenjdk8"
cask "font-fira-code-nerd-font"
cask "karabiner-elements"
cask "keycastr"